{"type":"data","nodes":[null,{"type":"data","data":[{"html":1,"meta":2},"\u003Cp\u003ESource: \u003Ca href=\"https:\u002F\u002Fplus2.credit-suisse.com\u002Fshorturlpdf.html?v=5h1o-8SW-V&t=-6f9o9gxfcir9ldit6fbbldzzx\" rel=\"noopener\" target=\"_blank\"\u003ECredit Suisse\u003C\u002Fa\u003E\u003C\u002Fp\u003E\n\u003Cp\u003EWar encumbers commodities.\u003C\u002Fp\u003E\n\u003Cp\u003EA recurring theme in my dispatches this year has been that in a moment when the world is going from unipolar to multipolar, the actions of heads of state are far more important than the actions of central banks. That is because heads of state lead, their actions affect inflation, and central banks merely follow by hiking rates to “clean up”. Central banks will be behind the curve in this game, and if investors read only the speeches of central bankers but not statesmen, they will be even more behind the curve. The multipolar world order is being built not by G7 heads of state but by the “G7 of the East” (the BRICS heads of state), which is a G5 really but because of “BRICSpansion”, I took the liberty to round up.\u003C\u002Fp\u003E\n\u003Cp\u003EThe special relationship between China and Russia has a financial agenda to it, and what President Xi and President Putin say about the future of money that is, the future they envision – matters for the future of the U.S. dollar and liquidity in the U.S. Treasury market. Their actions are forging something new: Bretton Woods III is slowly taking shape, and in light of developments to date, my motto for Bretton Woods III – “our commodity, your problem” – remains apt.\u003C\u002Fp\u003E\n\u003Cp\u003EPresident Xi’s visit with Saudi and GCC leaders marks the birth of the petroyuan 1and a leap in China’s growing encumbrance of OPEC+’s oil and gas reserves: with the China-GCC Summit, China can claim to have built a “special relationship” not only with the “+” sign in OPEC+ (Russia), but with Iran and all of OPEC+…\u003C\u002Fp\u003E\n\u003Cp\u003EPresident Xi’s visit was the very first China-Arab States Summit in history, and echoes FDR’s meeting with King Abdul Aziz Ibn Saud on Valentine’s Day 1945 aboard an American cruiser, the USS Quincy. Fixed income investors should care – not just because the invoicing of oil in renminbi will hurt the dollar’s might, but also because commodity encumbrance means more inflation for the West.\u003C\u002Fp\u003E\n\u003Cp\u003EHere are the key parts from President Xi’s speech at the China-GCC Summit (all emphasis with orange underlines are mine): “In the next three to five years, China is ready to work with GCC countries in the following priority areas: first, setting up a new paradigm of all-dimensional energy cooperation, where China will continue to import large quantities of crude oil on a long-term basis from GCC countries, and purchase more LNG. We will strengthen our cooperation in the upstream sector, engineering services, as well as [downstream] storage, transportation, and refinery. The Shanghai Petroleum and Natural Gas Exchange platform will be fully utilized for RMB settlement in oil and gas trade, […] and we could start currency swap cooperation and advance the m-CBDC Bridge project”.\u003C\u002Fp\u003E\n\u003Cp\u003ELet’s dissect President Xi’s comments bit by bit, and color them with other pieces of information as we go along. First, what is the “duration” of this theme?\u003C\u002Fp\u003E\n\u003Cp\u003EIt’s pretty short: in the words of President Xi, “the next three to five years”. In market terms, that means that five-year forward five-year inflation breakevens should be discounting a world in which oil and gas is invoiced not only in dollars but also renminbi, and in which some oil and gas is not available for the West at low prices (and in dollars) because they have been encumbered by the East.\u003C\u002Fp\u003E\n\u003Cp\u003EBut it does not appear that breakeven expectations reflect anything like that…\u003C\u002Fp\u003E\n\u003Cp\u003EMy sense is that the market is starting to realize that the world is going from unipolar to multipolar politically, but the market has yet to make the leap that in the emerging multipolar world order, cross-currency bases will be smaller, commodity bases will be greater, and inflation rates in the West will be higher…\u003C\u002Fp\u003E\n\u003Cp\u003EInflation traders should be paranoid, not complacent. As Andy Grove said, “only the paranoid survive”, but when I asked a small group of inflation traders over dinner in London this summer about how the market (they) comes up with five-year forward five-year breakevens, I did not sense any degree of paranoia in their answer: “there is no top-down or bottom-up work that we do to come up with our estimates; we take central banks’ inflation targets as a given and the rest is liquidity”. Inflation breakevens do not seem to price any geopolitical risk.\u003C\u002Fp\u003E\n\u003Cp\u003ESecond, “paradigm” in “a new paradigm of all-dimensional energy cooperation” is a symbolic word. The meeting between FDR and King Abdul Aziz Ibn Saud was a new paradigm too: the U.S.’s security guarantees for the kingdom for access to affordable oil supplies. Over time, the paradigm boiled down to this:\u003C\u002Fp\u003E\n\u003Cp\u003Ethe U.S. imported oil and paid for it with U.S. dollars, which Saudi Arabia spent on Treasuries and arms and recycled the leftovers as deposits in U.S. banks. (In the wake of the OPEC shocks of the 1970s, that recycling of petrodollars led to the Latin American debt crisis in the 1980s.) The old paradigm worked… …until it didn’t:\u003C\u002Fp\u003E\n\u003Cp\u003Ethe U.S. is now less reliant on oil from the Middle East owing to the shale revolution, while China is the largest importer of oil; security relations are in flux (see here); Saudi holdings of U.S. Treasuries and bank deposits are down as the kingdom went from funding the U.S. government and banks to owning equity in firms; and the Saudi crown prince said recently that the kingdom could reduce its investments in the U.S. (see here). Similar patterns hold in other GCC countries.\u003C\u002Fp\u003E\n\u003Cp\u003EThe “new paradigm” between China, Saudi Arabia, and GCC countries is fundamentally different from the one struck aboard USS Quincy. Naturally so, as China is now dealing with a rich Middle East, whereas FDR was dealing with a Middle East that had just started to develop. With wealth, power and priorities shift:\u003C\u002Fp\u003E\n\u003Cp\u003Eback then, “liquidity and security” were more important for an emerging region; today, “equity and respect” are more important for what has become an eminent region.\u003C\u002Fp\u003E\n\u003Cp\u003EThat is what China offered: “all-dimensional energy cooperation” means not just taking oil for cash and arms but investing in the region in the “downstream sector” and leveraging the regional know-how for cooperation in the “upstream sector” – “upstream” could potentially mean the joint exploration of oil in the South China Sea.\u003C\u002Fp\u003E\n\u003Cp\u003EFurthermore, Xi’s “all-dimensional energy cooperation” also means working in cooperation on the “localized production of new energy equipment” (see here).\u003C\u002Fp\u003E\n\u003Cp\u003EPut differently, “oil for development” (plants and jobs) crowded out “oil for arms” – the Belt and Road Initiative met Saudi Arabia’s Vision 2030 in a big win-win…\u003C\u002Fp\u003E\n\u003Cp\u003EThird, the “new paradigm” will not be funded with U.S. dollars:\nPresident Xi noted that “the Shanghai Petroleum and Natural Gas Exchange […] will be fully utilized for RMB settlement in oil and gas trade”. President Xi’s comments that “China will continue to import large quantities of crude oil on a long-term basis from GCC countries, and purchase more LNG” underscores the gravity of the underlined quote: combined, the two basically say that China, already the largest buyer of oil and gas from GCC countries, will buy even more in the future, and wants to pay for all of it in renminbi over the next three to five years.\u003C\u002Fp\u003E\n\u003Cp\u003EAgain, think of the timing of this statement in a diplomatic sense: President Xi communicated his message on “renminbi invoicing” not during the first day of his visit – when he met only the Saudi leadership – but during the second day of his visit – when he met the leadership of all the GCC countries – to in part signal… …GCC oil flowing East + renminbi invoicing = the dawn of the petroyuan.\u003C\u002Fp\u003E\n\u003Cp\u003EGood morning! \u003C\u002Fp\u003E\n\u003Cp\u003EGiven the scope of priority areas in which China plans to work with GCC countries – the sale of clean energy infrastructure, big data and cloud computing centers, 5G and 6G projects, and cooperation in smart manufacturing and space exploration as per Xi’s speech – there will be many avenues through which GCC countries will be able to decumulate the renminbi they earn from selling oil and gas to China.\u003C\u002Fp\u003E\n\u003Cp\u003EAnd if, perish the thought, any GCC country were to accumulate some surplus cash in “non-convertible” renminbi, just as President Xi’s plane was landing in Riyadh, the PBoC revealed that during 2022, it had re-started gold purchases with gusto.\u003C\u002Fp\u003E\n\u003Cp\u003EWhy do China’s gold purchases matter in the context of renminbi settlement?\u003C\u002Fp\u003E\n\u003Cp\u003EBecause at the 2018 BRICS Summit, China launched a renminbi-denominated  oil futures contract on the Shanghai International Energy Exchange, and since 2016 and 2017, the renminbi has been convertible to gold on the Shanghai and Hong Kong Gold Exchanges, respectively. Not a bad deal, this renminbi…\u003C\u002Fp\u003E\n\u003Cp\u003EParaphrasing Forrest Gump, “you can spend it on solar panels, wind turbines,  data centers, telecommunications equipment, or space projects to create jobs, or you can just recycle it at some bank or just convert it to good old gold bars. Money is as money does, and convertibility to gold beats convertibility to dollars”.\u003C\u002Fp\u003E\n\u003Cp\u003EPresident Xi’s “three- to five-year horizon” means that by 2025, the GCC may be paid in renminbi for all of the oil and gas that they will be shipping east to China. Fourth, “plumbing” references in Xi’s speech add further gravity to the above…\u003C\u002Fp\u003E\n\u003Cp\u003EWhen was the last time you heard a head of state talk about swap lines and central bank digital currencies (CBDC)? And not just any CBDC, but a specific one: “the m-CBDC Bridge project” (see here).\u003C\u002Fp\u003E\n\u003Cp\u003EThe m-CBDC Bridge project, or as the BIS likes to refer to it, Project mBridge, is a masterclass in plumbing: undertaken by the PBoC, the Bank of Thailand, the HKMA, and the Central Bank of the United Arab Emirates, the project enables real-time, peer-to-peer, cross-border, and foreign exchange transactions using CBDCs, and does so without involving the U.S. dollar or the network of Western correspondent banks that the U.S. dollar system runs on. Pretty interesting, no?\u003C\u002Fp\u003E\n\u003Cp\u003EIn a very Uncle Sam-like fashion (see here), China wants more of the GCC’s oil, wants to pay for it with renminbi, and wants the GCC to accept e-renminbi on the m-CBDC Bridge platform, so don’t hesitate – join the mBridge fast train… And finally, President Xi’s reference to starting “currency swap cooperation”, reminded me of using swap lines as analogues of the Lend-Lease agreement whereby the U.S. lent dollars to Britain to buy arms to fight Germany during WWII:\u003C\u002Fp\u003E\n\u003Cp\u003Enow we fight climate change and if you don’t earn renminbi to build NEOM,  no problem at all, we can swap your local currency for my local currency whereby I lend you some renminbi and then you can buy the stuff you need, and when you will start selling me oil for renminbi, you can pay off the swap lines. All I care about is that you don’t pay for imports from me in U.S. dollars, because I have enough U.S. dollars already and I don’t want to add to my sanctions risk.\u003C\u002Fp\u003E\n\u003Cp\u003EThe “m-CBDC Bridge project” offers further leads down the monetary rabbit hole:\u003C\u002Fp\u003E\n\u003Cp\u003EI didn’t understand “why” when I first read about Russia requesting oil payments from India in United Arab Emirates dirhams, but now I do: dirhams “appeal” to Russia because the Central Bank of the UAE is a member of m-CBDC Bridge, and so dirhams can be sold for renminbi using central bank digital currencies and thus away from the Western banking system. This does not necessarily have to go through the m-CBDC Bridge project per se, but the existence of it implies that some CBDCs are already interlinked to facilitate interstate payments “off the Western system”. Then, perhaps inspired by Russia’s payment request, on December 6th, Bloomberg ran a story about India and the UAE working on a rupee-dirham payment mechanism to bypass the U.S. dollar in bilateral trade, a mechanism that will include payments for oil and gas purchases from the UAE.\u003C\u002Fp\u003E\n\u003Cp\u003EDo take a step back and consider… that since the beginning of this year, 2022, Russia has been selling oil to China for renminbi, and to India for UAE dirhams; India and the UAE are working on settling oil and gas trades in dirhams by 2023; and China is asking the GCC to “fully” utilize Shanghai’s exchanges to settle all oil and gas sales to China in renminbi by 2025. That’s dusk for the petrodollar… …and dawn for the petroyuan. Now on to the topic of commodity encumbrance.\u003C\u002Fp\u003E\n\u003Cp\u003EIn money and banking, the word “encumbrance” is typically used in the context of transactions involving collateral: if collateral is pledged to a specific trade, it’s referred to as “encumbered”, which means it can’t be used to do other trades. If encumbrance becomes extreme, collateral gets scarce, which typically shows up as interest rates on scarce pieces of collateral trading deeply below OIS rates…\u003C\u002Fp\u003E\n\u003Cp\u003EUnder Bretton Woods III, a system in which commodities are collateral, encumbrance means that commodities can get scarce in certain parts of the world  – and that scarcity shows up as inflation “printing” far above inflation targets… \u003C\u002Fp\u003E\n\u003Cp\u003ETo see what encumbrance means in the context of the oil and gas markets today, let’s start with the geographic scope of OPEC+, that is, OPEC plus Russia: the original founding members of OPEC were the Islamic Republic of Iran, Iraq, Saudi Arabia, Kuwait, and Venezuela in 1960, which were later joined by Qatar (1961), Indonesia (1962), Libya (1962), the United Arab Emirates (1967), Algeria (1969), Nigeria (1971), Ecuador (1973), Gabon (1975), Angola (2007), Equatorial Guinea (2017), and Congo (2018). Russia joined OPEC in 2016 –  a union that forged OPEC+. Think of OPEC+ as follows: Russia, Iran, the GCC,  Latin American producers, North African producers, West African producers, and Indonesia. I left out Iraq, where ISIS is complicating the overall picture,  but the rest of the groupings show how China is starting to dominate OPEC+:\u003C\u002Fp\u003E\n\u003Cp\u003EFirst, Russia and China have their famous special relationship, and since the outbreak of hostilities in Ukraine, China has been paying for Russian oil in renminbi  at a steep discount. As President Putin remarked, “China drives a hard bargain”. \u003C\u002Fp\u003E\n\u003Cp\u003ESecond, Iran and China have also had a special relationship since March 27, 2021 – the Comprehensive Strategic Partnership – a 25-year “deal” under which China committed to invest $400 billion into Iran’s economy in exchange for a steady supply of Iranian oil at a steep discount. The deal included $280 billion toward developing downstream petrochemical sectors (refining and plastics) and $120 billion toward Iran’s transportation and manufacturing infrastructure. Specifically, under the agreement, “China will be able to buy any and all Iranian oil, gas, and petrochemical products at a minimum guaranteed discount of  12 percent to the six-month rolling mean price of comparable benchmark products, plus another 6 to 8 percent on top for risk-adjusted compensation” (see here). This means that Iran is selling its oil to China at about the same price as Russia, or maybe in reverse, as the Iran deal predates the post-Ukraine prices for Russia!\u003C\u002Fp\u003E\n\u003Cp\u003EThird, Venezuela has been accepting payments for oil in renminbi since 2019 (see here) and has also been selling oil to China at steep discounts (see here).\u003C\u002Fp\u003E\n\u003Cp\u003EFourth, Xi’s GCC “pitch” was similar to the Comprehensive Strategic Partnership with Iran – investments in downstream petrochemical projects, manufacturing,  and infrastructure – plus some higher value-added projects for Saudi Arabia  to aid Riyadh’s Silicon Valley aspirations. Because the GCC aren’t sanctioned, China didn’t ask for any steep discounts, but it did ask for renminbi settlement.\u003C\u002Fp\u003E\n\u003Cp\u003ELet’s stop here for a moment. Russia, Iran, and Venezuela account for about 40 percent of the world’s proven oil reserves, and each of them are currently selling oil to China for renminbi at a steep discount. The GCC countries account for 40 percent of proven oil reserves as well – Saudi Arabia has a half of that,  and the other GCC countries the other half – and are being courted by China to accept renminbi for their oil in exchange for transformative investments –  the “new paradigm” we discussed above. To underscore, the U.S. has sanctioned half of OPEC with 40 percent of the world’s oil reserves and lost them to China, while China is courting the other half of OPEC with an offer that’s hard to refuse…\u003C\u002Fp\u003E\n\u003Cp\u003EThe remaining 20 percent of proven oil reserves are in North and West Africa and Indonesia. Geopolitically, North Africa is dominated by Russia at present (see here), West Africa by China, and Indonesia has its own agenda (see below).\u003C\u002Fp\u003E\n\u003Cp\u003ECommodity encumbrance here means that over the next “three to five years”, China will not only pay for more oil in renminbi (crowding out the U.S. dollar), but new investments in downstream petrochemical industries in Iran, Saudi Arabia, and the GCC more broadly mean that in the future, much more value-added will be captured locally at the expense of industries in the West. Think of this as a “farm-to-table” model: I used to sell my chicken and vegetables to you, and you sold soup for a markup in your five-star restaurant, but from now on,  I’ll make the soup myself and you’ll get to import it in a can – my oil, my jobs, your spend, “our commodity, your problem. “Our commodity, our emancipation”.\u003C\u002Fp\u003E\n\u003Cp\u003ECommodity encumbrance has had its first major casualty in Europe already: BASF’s decision to permanently downsize its operations at its main plant in Ludwigshafen and instead shift its chemical operations to China was motivated by the fact that China is securing energy at discounts, not markups like Europe.\u003C\u002Fp\u003E\n\u003Cp\u003ECollateral encumbrance means encumbrance from the perspective of someone pledging collateral to a dealer. Dealers in turn rehypothecate pledged collateral.\u003C\u002Fp\u003E\n\u003Cp\u003ECommodity rehypothecation will work the same way: heavily discounted oil and locally produced chemicals invoiced in renminbi mean encumbrance by the East, and the marginal re-export of oil and chemicals also for renminbi to the West means commodity rehypothecation for a profit, i.e., an “East-to-West” spread… We are starting to see examples of commodity rehypothecation already:\u003C\u002Fp\u003E\n\u003Cp\u003EChina became a big exporter of Russian LNG to Europe, and India a big exporter of Russian oil and refined products such as diesel to Europe (see here and here).\u003C\u002Fp\u003E\n\u003Cp\u003EWe should expect more “rehypothecation” in the future across more products and invoiced not just in euros and dollars, but also renminbi, dirhams, and rupees. But commodity encumbrance has a darker, “institutional” aspect to it too…\u003C\u002Fp\u003E\n\u003Cp\u003EWhat I described above is a de facto state of affairs, in which Russia, Iran, and Venezuela have effectively pledged their resources to the BRICS and Belt and Road “cause”, and China is courting the GCC to do the same under a “new paradigm”.\u003C\u002Fp\u003E\n\u003Cp\u003EBut there is also a de jure version of the commodity encumbrance theme, and here is where a recent speech by President Putin comes in. On June 22, 2022, at the BRICS Business Forum – a WEF-like meeting of the “G7 of the East” – President Putin noted that “the creation of an international reserve currency based on a basket of currencies of our countries is being worked on” (see here).\u003C\u002Fp\u003E\n\u003Cp\u003EThis “reserve currency project” took off after China failed to reform the SDR,  and its antecedents were chronicled in a recent book by Zoe Liu and Mihaela Papa:  Can the BRICS De-Dollarize the Global Financial System (see here). The book was funded by the Rising Power Alliances Project at the Fletcher School of Tufts University, which in turn was funded by the U.S. Department of Defense.\u003C\u002Fp\u003E\n\u003Cp\u003EIt would seem to me that if the DoD has a keen interest in the topic of  de-dollarization, market participants should have one as well, and should also add  commodity encumbrance to the list. Now back to Putin’s “BRICS coin” idea…\u003C\u002Fp\u003E\n\u003Cp\u003EWhen a G7 rates strategist or trader starts looking at the “G7 of the East”,  he or she will realize that institutions and people are different, but they do exist.\u003C\u002Fp\u003E\n\u003Cp\u003ERegarding the development of an “international reserve currency” à la the SDR,  Sergei Glazyev has been in charge. Since 2019, Glazyev has been serving as minister in charge of integration and macroeconomics of the EEC, that is, the Eurasian Economic Commission. He strikes me as someone similar to Liu He, who President Xi introduced to a former U.S. national security advisor saying: “This is Liu He. He is very important to me”. Given his recent progress report on “BRICS coin”, Sergei Glazyev seems to be very important to President Putin.\u003C\u002Fp\u003E\n\u003Cp\u003ERegarding “institutionalized commodity encumbrance”, the comments I could find about the “BRICS coin” project from Glazyev revolve around the methodology to determine the weight of each participating currency in the “coin”. Specifically:\u003C\u002Fp\u003E\n\u003Cp\u003E“should [a nation] reserve a portion of [its] natural resources for the backing  of the new economic system, [its] respective weight in the currency basket of the new monetary unit would increase accordingly, providing that nation with larger currency reserves and credit capacity. In addition, bilateral swap lines with trading partner countries would provide them with adequate financing for co-investments and trade financing” (see here). Hm. Swap lines again to facilitate trade and investments, and a de jure vision for commodity encumbrance in exchange for boosting a country’s “credit line” in an alternative economic system. \u003C\u002Fp\u003E\n\u003Cp\u003EIt seems to me that “new paradigms” come in pairs… \u003C\u002Fp\u003E\n\u003Cp\u003EAttention needs to be paid to the goings-on of the global East and South, especially given that this year Saudi Arabia, Turkey, and Iran have all started  their application to the BRICS (see here). Furthermore, following this year’s Shanghai Cooperation Organization (SCO) Summit in Samarkand, the SCO\n–\t“the NATO of the East” – granted dialogue partner status to “half the GCC”\u003Cbr\u003E\n–\tSaudi Arabia and Qatar – and started procedures to admit Iran as a member…  \u003C\u002Fp\u003E\n\u003Cp\u003EIn Riyadh, President Xi referred to “a garden of civilizations” in the context of the Belt and Road Initiative (see here). Unless they involve Adam, Eve, and a snake, gardens typically refer to a happy and peaceful place. Now consider that if Russia and Iran get along, China and Iran get along, Russia and Saudi Arabia get along, and China and Saudi Arabia get along, then the foreign ministers of Saudi Arabia and Iran engaging in what the FT called “friendly talks” last week (see here) means more momentum for Belt and Road, BRICS+, and “BRICS coin”.\u003C\u002Fp\u003E\n\u003Cp\u003EIndeed, for the Belt and Road Initiative to work, the region has to be a peaceful “garden of civilizations”, and for “the enemy of my enemy is my friend” to work, a Great Power needs to befriend the enemy of a rival Great Power.  But that strategy is increasingly hard to implement in the Middle Eastern “region” of the Belt and Road Initiative (BRI): the great powers of the Eurasian landmass  – China and Russia – are bound by a “special relationship”, and each of them have good a relationship with each of the great powers of the Middle East, and all of them have much to gain from building a new economic and monetary system.\u003C\u002Fp\u003E\n\u003Cp\u003EThe China-GCC Summit is one thing, and China’s strategic partnership with Iran is another, but both Saudi Arabia and Iran applying to pillar institutions of the multipolar world order – BRICS+ and the SCO – at the same exact time,  plus the idea of “BRICS coin” as a commodity-weighted neutral reserve asset  that encourages members to pledge their commodities to the BRICS “cause”, should have G7 bond investors concerned, because these trends may keep inflation from slowing and interest rates from falling for the rest of this decade.\u003C\u002Fp\u003E\n\u003Cp\u003EFinally, the de facto and de jure commodity encumbrance themes described above have an even graver inflationary undertone if you consider the following:\u003C\u002Fp\u003E\n\u003Cp\u003Eover the past decade, all growth in global oil production came from U.S. shale and other non-conventional sources such as Canadian tar sands. We know from official comments following President Biden’s visit to Saudi Arabia that the kingdom is currently “pumping” at capacity and will be able to boost output by only one million barrels per day by 2025 and then “no more”. In light of that, consider that production from shale fields has peaked and recall some recent comments from the largest shale operator in the U.S. that more drilling would harm the shale industry (see here). It appears to me that unless the U.S. nationalizes shale oil fields and starts to drill for oil itself to boost production, over the next three to five years, we’re looking at an inelastic supply of oil and gas… …and of that inelastic supply:\n(1)\tChina will get a bigger share at a discount, invoiced in renminbi.\n(2)\tChina will export more downstream products at a wider margin, and…\n(3)\tChina will lure more firms like BASF with discounted energy bills.\n(4)\tIran, with Chinese capital, will do more downstream exports too, and…\n(5)\tGCC countries, with Chinese capital, ditto, most likely for renminbi. \u003C\u002Fp\u003E\n\u003Cp\u003EThe “new paradigm”, as I see it, comes with a theme of “emancipation”:  both sanctioned and non-sanctioned members of OPEC, with Chinese capital, are going to adopt the “farm-to-table” model in which they will not just sell oil  but will also refine more of it and process more of it into high value-added petrochemical products. Given supply constraints over “the next three to five years”, this will likely be at the expense of refiners and petrochemical firms in the West, and also growth in the West. All this means much less domestic production and more inflation as steadily price-inflating alternatives are imported from the East. \u003C\u002Fp\u003E\n\u003Cp\u003EAnd this is not just about oil and gas… \u003C\u002Fp\u003E\n\u003Cp\u003EEarlier this year, President Widodo of Indonesia (an OPEC member since 1962) called for an OPEC-style cartel for battery metals for EVs. Resource nationalism is in the air, but markets don’t seem to price it as a potential driver of inflation.\u003C\u002Fp\u003E\n\u003Cp\u003EConsider that shortly after President Widodo floated his idea on October 30, 2022, on November 15, 2022, the G7 gave Indonesia $20 billion to move away from coal (see here). Then, on December 14, 2022, the G7 gave Vietnam $15 billion too  (see here) to do the same. Great Powers are spending a lot to keep commodities and friend-shoring locations in their orbit at affordable prices. One would suspect these “outlays” are a part of the G7’s $600 billion earmarked to counter China’s Belt and Road Initiative (see here). Here is the point: major amounts of money are being mobilized to cut off big, fat tail risks to inflation, and to re-emphasize…\u003C\u002Fp\u003E\n\u003Cp\u003E…five-year forward five-year breakeven inflation expectations do not price geopolitical risk. I also believe that most inflation traders may not appreciate that the future path of inflation in the West is being “bought” in $15 to $20 billion “clips” one commodity and one region at a time – commodity encumbrance is a real risk.\u003C\u002Fp\u003E\n\u003Cp\u003ECommodity encumbrance cuts in the other direction too…\u003C\u002Fp\u003E\n\u003Cp\u003EConsider that on November 3, 2022, Canada ordered three Chinese firms to exit lithium mining (see here). In simple terms, commodity encumbrance means… …a total war for the control of commodities.\u003C\u002Fp\u003E\n\u003Cp\u003EPresident Xi’s “next three to five years” of implementing the “new paradigm” and the risks of resource nationalism and “BRICS coin” means this for G7 rates:\u003C\u002Fp\u003E\n\u003Cp\u003Ewhen you look at the yield curve and think about the five-year section and then the forward five-year section, by the time the forward five-year section starts, President Xi may have accomplished his “next three- to five-year” goal of paying for China’s oil and gas imports exclusively in renminbi and may have advanced commodity encumbrance by developing downstream petrochemical industries  in the Middle East “region” of Belt and Road and also the rollout of “BRICS coin”.\u003C\u002Fp\u003E\n\u003Cp\u003EI don’t think five-year forward five-year rates are pricing the future correctly: breakevens appear to be blind to geopolitical risks and the likelihood of the above.  If the above scenario won’t come to pass, it will be due to a big, global fight…\u003C\u002Fp\u003E\n\u003Cp\u003EBut a fight like that takes time to conclude, and in its wake, forward five-years should still be different. Or maybe not, if yield curve control funds reconstruction, but under that scenario, bond investors will be subject to financial repression…\u003C\u002Fp\u003E\n\u003Cp\u003EFive-year forward five-year breakeven inflation expectations now make little sense. For two generations of investors, geopolitics did not matter. This time is different: it’s time to get real and it’s time to start pricing the secular end of “lowflation”…\u003C\u002Fp\u003E\n\u003Cp\u003ERecognize two things: first, that inflation has been driven by non-linear shocks (a pandemic; stimulus; supply chain issues involving laptops, chips, and cars; post-pandemic labor shortages; and then the war in Ukraine), and second, that inflation forecasts treat geopolitics in the rearview mirror. Don’t be too DSGE…\u003C\u002Fp\u003E\n\u003Cp\u003E…think about inflation with geopolitics, resource nationalism, and “BRICS coin” in mind as the next set of non-linear shocks that will keep inflation above target, forcing central banks to hike interest rates above 5% and keep them high as they… …“clean up” the inflation mess caused by Great Power conflict.\u003C\u002Fp\u003E\n\u003Cp\u003EThis year was just the beginning. Next year sets the stage for BRICS and the BRI: in April, China will host the fourth Belt and Road Forum (the WEF of the East). Following forums in 2017 and 2019, but not 2021 due to Covid, the coming forum  will be hosted by a China that, while in lockdown, forged a bond with all of OPEC+.\u003C\u002Fp\u003E",{"date":3,"title":4,"published":5,"slug":-1},"2022-12-27T00:00:00.000Z","Zoltan Pozsar - War and Commodity Encumbrance",true],"uses":{"params":["slug","post"]}}]}